{
  "Find Your Dream Property ^500": "موڵکی خەونەکانت بدۆزەرەوە",
  "Discover Your Dream Property with Us": "لەگەڵ ئێمە موڵکی خەونەکانت بدۆزەرەوە",
  "Find Your Dream House ^500": "خانووی خەونەکانت بدۆزەرەوە ^500",
  "Find Your Dream Place ^500": "شوێنی خەونەکانت بدۆزەرەوە ^500",
  "Find Your Dream Land ^500": "زەوی خەونەکانت بدۆزەرەوە ^500",
  "Find Your Dream Villa ^500": "ڤێلای خەونەکانت بدۆزەرەوە ^500",
  "Start Searching": "دەستبکە بە گەڕان",
  "Property type": "جۆری موڵک",
  "Rent": "کرێ",
  "Sell": "فرۆشتن",
  "Locations": "شوێنەکان",
  "All Locations": "هەموو شوێنەکان",
  "Erbil": "هەولێر",
  "Sulaimani": "سلێمانی",
  "Duhok": "دەهۆک",
  "Kirkuk": "کەرکوک",
  "Kalar": "کەلار",
  "Soran": "سۆران",
  "Rawanduz": "رواندوز",
  "Max Price": "زۆرترین نرخ",
  "Search": "گەڕان",
  "Why Choose Us": "بۆ ئێمە هەڵبژێری",
  "At Our Company, We Prioritize Your Satisfaction": "لە کۆمپانیاکەمان، ئێمە ڕەزامەندی ئێوە لە پێشینە دادەنێین",
  "Trusted By Thousands": "متمانە پێکراو لەلایەن هەزاران",
  "Our platform is trusted by thousands of satisfied customers who have found their dream homes with us. We prioritize your trust and satisfaction above all else.": "پلاتفۆرمەکەمان متمانەی هەزاران کڕیاری ڕازی هەیە کە ماڵی خەونەکانیان لەگەڵ ئێمە دۆزیوەتەوە. ئێمە متمانە و ڕەزامەندی ئێوە لە سەرووی هەموو شتێکەوە لە پێشینەی کارەکانمان دادەنێین",
  "Easy Searching": "گەڕانی ئاسان",
  "Finding your perfect property has never been easier. Our intuitive search tools allow you to effortlessly browse through a wide range of listings, tailored to your specific preferences.": "دۆزینەوەی موڵکی تەواوت هەرگیز ئاسانتر نەبووە. ئامرازە گەڕانە زانستییەکانمان ڕێگەت پێدەدەن بەبێ ماندووبوون بەناو کۆمەڵێک لیستی بەرفراواندا بگەڕێیت، کە بەپێی ئارەزووە تایبەتەکانت بێت.",
  "Financing Made Easy": "پارەدان ئاسان کراوە",
  "Navigating the financial aspect of buying a home can be daunting. We simplify the process by providing expert guidance and resources, ensuring your home financing journey is smooth and stress-free.": "گەشتکردن بە لایەنی دارایی کڕینی خانوودا دەتوانێت شتێکی ترسناک بێت. ئێمە پرۆسەکە ئاسان دەکەین بە پێشکەشکردنی ڕێنمایی و سەرچاوەی پسپۆڕانە، دڵنیا دەبینەوە کە گەشتی دارایی ماڵەکەت بە ئاسانی و بێ سترێسە.",
  "See Neighborhoods": "بڕوانە گەڕەکەکان",
  "Discover more than just a property; explore vibrant neighborhoods that match your lifestyle. From bustling city centers to serene suburban communities, find the ideal location for your new home.": "زیاتر لە تەنها موڵکێک بدۆزەرەوە؛ بەدوای گەڕەکە زیندووەکاندا بگەڕێ کە لەگەڵ شێوازی ژیانتدا دەگونجێت. لە ناوەندە قەرەباڵغەکانی شارەوە تا کۆمەڵگە ئارامەکانی دەرەوەی شار، شوێنی گونجاو بۆ ماڵە نوێیەکەت بدۆزەرەوە.",
  "Explore Our Properties": "موڵکەکانمان ببینە",
  "Discover Your Ideal Home with Us": "لەگەڵ ئێمە ماڵە نموونەیەکەت بدۆزەرەوە",
  "Houses": "خانووەکان",
  "Apartments": "شووقەکان",
  "Lands": "زەویەکان",
  "Shops": "دوکانەکان",
  "Search results": "ئەنجامی گەڕان",
  "Discover Our Listings": "موڵکەکانمان"
}
